{"url":"https://example.com/x","hash":"h2","body_text":"new text","fetched_at":"2025-09-07T10:20:48.955Z","changed_from":"https://example.com/x","prev_hash":"h1"}
{"url":"https://soundvenue.com/musik/2025/09/se-alle-optraedenerne-fra-mtv-video-music-awards-fra-sabrina-carpenter-til-stor-ozzy-osbourne-hyldest-640140","hash":"0ad1457b1a7cc8d60380eed0b9d98fbe4712378c689bb29869ff3fd19c820679","title":"Se alle optrædenerne fra MTV Video Music Awards","author":"Malthe Hjort","published_at":"2025-09-08T09:45:00+02:00","body_text":"8. sep. 2025 Af Malthe Hjort Se alle optrædenerne fra MTV Video Music Awards – fra Sabrina Carpenter til stor Ozzy Osbourne-hyldest Sabrina Carpenter. (Foto: Kevin Kane/WireImage) Lady Gaga blev aftenens helt store vinder til årets MTV Video Music Awards, men hun var ikke den eneste performer. Således talte søndagens prisuddeling også en optræden fra Sabrina Carpenter, der spillede sangen ‘Tears’ fra det nye album ‘Man’s Best Friend’ live for første gang, og som fik selskab på scenen af drag queens. Derudover bød showet på en hyldest til Ozzy Osbourne, hvor Steven Tyler og Joe Perry fra Aerosmith, Yungblud og Nuno Bettencourt fra Extreme fremførte to af den nyligt afdøde rocklegendes mest ikoniske sange, ‘Crazy Train’ og ‘Mama, I’m Coming Home’, samt Black Sabbaths ‘Changes’. Lady Gagas egen optræden var præoptaget i Madison Square Garden, hvor hun fremførte ‘Mayhem’-hittet ‘Abracadabra’ og den nye single ‘The Dead Dance’ fra hendes medvirken i den nye sæson af ‘Wednesday’. Og det er altså bare et lille udsnit af det stjernespækkede lineup, der også talte optrædener fra blandt andre Doja Cat, Lola Young og Video Vanguard-vinderen Mariah Carey. Se dem alle herunder. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/film/2025/09/klovn-saeson-10-afsnit-8-nu-maa-casper-christensen-og-frank-hvam-gerne-starte-paa-en-frisk-640151","hash":"e254cba03f935e4890bd97b304b55aa9bffa5da010164b97b8660ba7d1a34d3c","title":"’Klovn’ er ved at æde sin egen hale","author":"Alexander Grevy","published_at":"2025-09-08T09:39:24+02:00","body_text":"8. sep. 2025 Af Alexander Grevy ’Klovn’ sæson 10 afsnit 8: Nu må Casper Christensen og Frank Hvam gerne starte på en frisk ’Klovn’-sæsonen sluttede med et solidt afsnit, hvor Ditte Hansen stjal billedet, og de mindeværdige citater stod i kø. Men ’Klovn’ er også ved at æde sin egen hale, skriver Alexander Grevy. 'Klovn' sæson 10 afsnit 8. (Foto: TV 2) Ugens intimsfære Det var vist bare et spørgsmål om tid, før Frank og Casper måtte stå ansigt til ansigt med deres største fjende: en intimkoordinator. Egentlig kan man undre sig over, at de ikke har skullet stå skoleret for den her final-boss før nu, men Pippi havde nok for travlt med at hugblocke de to skuespillerinder tilbage i episode 5 til at bemærke den liderlighedstsunami, der bølgede ud af Casper og Frank bag lydpulten. Hvorom alting er, så tropper kommandant Pippi nu (forsinket) op i øveren for at gøre kort proces af Rasmus Botoft og hans hårdtarbejdende skuespillere. Først ved at gelejde Franks hånd op fra Ditte Hansens skulderblad til hendes nakke og derefter stikke en kæmpe kæp i hjulet på arbejdsgangen ved at påtale en åbenbart hæmmende seksuel energi, der inden længe viser sig at have været mellem de eneste to mennesker i rummet, der faktisk ikke rigtig bidrog med noget nyttigt: hende selv og Casper. Sponsoreret indhold Rebecca Kiilerich gør det skidegodt som den dobbeltmoralske intimkoordinator, og hendes problematiske forhold til grænsen mellem seksualiteten i eget liv og arbejdsliv giver lejlighed til en skøn scene, hvor Franks mere luskede personlighed titter frem og munder ud i et godt gammeldags afpresningsforsøg. Ugens cop-out Vi vidste jo godt, det ville ende sådan, men … jeg havde nu alligevel håbet – for Mias skyld – at de to selvdestruktive turtelduer ikke ville finde sammen igen-igen-igen til sidst. Beklager, Sebastian Klein, men vi må bare se i øjnene, at Frank og Mia er som skabt for hinanden, primært, hvis ikke udelukkende, fordi de nok er de eneste to i verden, der kan holde hinanden ud over længere tid. På den måde er deres forhold (apropos sæsonens prepper-tema) en slags mutually assured destruction-aftale. Det er bare ved at være gammel vin på nye flasker, at Mia kaster håndklædet i ringen, hvorefter Frank tosser lidt forfjamsket rundt i en rum tid, stikker hende en form for undskyldning (der vel typisk er en blanding mellem ganske reel og lowkey gaslighting), og så er det kiss and make up-tid. Måske har ’Klovn’ bare stået på så længe nu, at den begynder at æde sin egen hale som en anden Ouroboros. Måske er det tid til, at en af Danmarks yndlingsserier lukker og slukker, og noget nyt tager dens plads. Frank Hvam og Casper Christensen må da have andre projekter i skuffen, der ikke nødvendigvis behøver falde ind under ’Klovn’-paraplyen, og jeg tror, det kunne klæde deres kreative makkerskab at ryste Etch A Sketch’en og starte på en frisk … Sponsoreret indhold … Men jeg er nu heller ikke så gammel og sur, at jeg ikke kan takke pænt ja til en sæson 11, hvis det ikke kan være anderledes. Lidt ligesom når man er ude og spise fint og får serveret tissemyre kogt i blæksprutteblæk. Så tager man en høflig bid og smiler og skubber subtilt resten ned i potteplanten. Hvorfor gøre et stort nummer ud af det? Jeg tvivler på, vi nogensinde får episoder som ’Hejsan Sverige’ og ’London Kashmir’igen, men mindre kan vel også gøre det. Ugens citat Der er så mange fantastiske citater i denne episode, at jeg igen vil trodse there can be only one-reglen og lave en lille liste med nedtælling til min favorit. (På den måde kan jeg også være lidt kosteffektiv med artiklens længde ved samtidig at få rost ugens gæsteskuespiller). 5. »Du snakker om Salman Rushdie, jeg bliver jo sammenlignet med ham ved flere lejligheder«. Det er utroligt, at der er plads til alle fire mennesker i øvelokalet, når Caspers oppustede ego fylder så meget. Men han ville jo ikke være den CC, vi alle kender og elsker (eller elsker at hade, eller hader at elske), hvis ikke han en gang imellem lavede en John Lennon og begik lidt hygge-ikonoklasme. 4. »Nej, I er ikke spændende seksuelt, men hold kæft I er sjove«. Ditte, hvor har du været de sidste ti sæsoner? Eller i det mindste bare de sidste syv episoder? Ditte Hansens impro i ’Kransekagernes Willy Wonka’ er det, jeg hele sæsonen har hungret efter fra gæsteskuespillerne og så sjældent fået. Jojo, Heino havde en sjov joke om en toastmaskine i en badmintonhal, og Mick var fin som Danmarks svar på Brando, men det, Ditte Hansen får ud af sine få minutters scenetid, burde have været standarden for hele sæsonen. Sponsoreret indhold 3. »Her er der skimmel! Nej, vent. Nej, det er sæd«. Det her må være Caspers svar på »der er råd i soklen, og det er ikke til at komme til livs«, og det er en replik, der kun bliver marginalt mindre mærkelig af at vide, at han står med en uv-lygte i hånden. 2. »Jeg vil hellere føde en abe ud gennem røvhullet end at knalde med jer to«. Tak for det her billede, Ditte, der nu har ætset sig fast i min indre fantasis darkweb. 1. »Har du spyttet på min kones tissekone, nu spørger jeg bare«. En af sæsonens afsluttende replikker er selvfølgelig Casper, der ytrer et af de mest klovnske retoriske spørgsmål nogensinde, og jeg kan glædeligt meddele, at for mit vedkommende blev der klippet til rulletekster på en absolut high note. Ugens bundlinje Sæsonlukkeren ’Kransekagernes Willy Wonka’ stiller sig solidt i den højere ende af en ellers middelmådig ’Klovn’-sæson. Ditte Hansen gav episodens banter et tiltrængt løft, de forskellige plot-punkter var flettet elegant sammen, der var citerbare replikker en masse, og jeg fangede mig selv i at grine højlydt op til flere gange. Om Casper nogensinde fik adgang til sin bunker igen, og om ’Weekendfar til fire’ kommer til at udkonkurrere ’Ternet Ninja’ i biograferne, må vi vist selv digte os til, men én ting er (som altid) sikkert: Frank og Mias kærlighed lever videre. ’Klovn’ kan ses på TV 2 Play. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/film/2025/09/seth-rogens-hollywood-satireserie-dominerer-allerede-aarets-emmy-uddeling-se-de-hidtige-vindere-640124","hash":"f49dafcb7ac55e1098778daeb49e9f554d0c30f94d5081f2861f4bed053b4468","title":"Seth Rogens Hollywood-satireserie dominerer allerede årets Emmy-uddeling","author":"Morten Kildebæk","published_at":"2025-09-08T08:28:52+02:00","body_text":"8. sep. 2025 Af Morten Kildebæk Seth Rogens Hollywood-satireserie dominerer allerede årets Emmy-uddeling – se weekendens vindere 'The Studio'. (Foto: Apple TV+) Søndag i næste weekend løber årets udgave af tv- og streamingbranchens mest prestigefulde prisshow, Emmy Awards, af stablen. Men allerede en uge inden er der vanen tro blevet uddelt et hav af Emmy-statuetter. For over to aftener i den forgangne weekend blev det såkaldte Creative Arts Emmy Awards afholdt for de mindre mediebelyste tekniske priser. Næsten 100 kategorier blev det til, skriver Entertainment Weekly. Blandt de mest kendte vindere finder man Bryan Cranston, der blev hædret for sin gæsteoptræden i ‘The Studio’. I det hele taget var Seth Rogens storroste og stjernespækkede Hollywood-satireserie en stor sejrherre med hele ni priser over de to aftener. Det bliver spændende at se, om ‘The Studio’ tager flere priser hjem til hovedshowet, hvor den blandt andet er nomineret i kategorien Bedste komedieserie. Sponsoreret indhold ‘The Studio’ blev i weekenden tæt efterfulgt af ‘The Batman’-spinoff-serien ‘The Penguin’, som modtog otte statuetter, inklusive priser for make-up og visuelle effekter. Andre prishædrede gæsteskuespillere tæller Shawn Hatosy fra ‘The Pitt’, Julianne Nicholson fra ‘Hacks’ og Merritt Wever i ‘Severance’. Desuden vandt Barack Obama prisen som bedste fortæller for sin stemmeføring i dokumentaren ‘Our Oceans’. Det er faktisk ekspræsidentens tredje statuette i kategorien efter sejre i 2023 og 2022 for henholdsvis ‘Working: What We Do All Day’ og ‘Our Great National Parks’. Se alle årets vindere i Creative Arts Emmy Awards herunder. Outstanding Animated Program ArcaneBob’s BurgersCommon Side EffectsLove, Death + RobotsThe Simpsons Outstanding Casting for a Comedy Series The BearHacks Only Murders in the BuildingShrinking The Studio Outstanding Casting for a Drama Series The Last of UsThe PittSeveranceSlow HorsesThe White Lotus Outstanding Casting for a Limited or Anthology Series or Movie AdolescenceBlack MirrorDying for SexMonsters: The Lyle And Erik Menendez StoryThe Penguin Outstanding Character Voice-Over Performance Julie Andrews, Bridgerton, “Into the Light”Hank Azaria, The Simpsons, “Abe League of Their Moe”Maya Rudolph, Big Mouth, “Why Do We Go Through Puberty?”Alan Tudyk, Andor, “Who Else Knows?”Jeffrey Wright, What If…?, “What If…1872?”Steven Yeun, Invincible, “What Have I Done?” Sponsoreret indhold Outstanding Choreography for Scripted Programming Bridgerton Routines: “Butterfly Ball,” “Eros And Psyche,” “Jealousy,” “Wedding Dance,” and “Rejoining the Ton”Doctor Who Routine: “There’s Always A Twist”Étoile Routines: “Piece 2,” “Growing Pressure,” “Big In Japan,” and “Piece 1”Severance Routines: “Choreography & Merriment” and “The Ballad Of Ambrose And Gunnel”Will Trent Routines: “Last Dance,” “In the Night,” “Quartet No. 5,” and “I Can’t Stand the Rain” Outstanding Cinematography for a Limited or Anthology Series or Movie Adolescence, “Episode 2”American Primeval, “Episode 1”Disclaimer, “I”The Penguin, “Top Hat”Zero Day, “Episode 2” Outstanding Cinematography for a Series (Half-Hour) Emily in Paris, “Masquerade”Georgie & Mandy’s First Marriage, “The 6:10 to Lubbock”Hacks, “I Love LA”The Righteous Gemstones, “Prelude”The Studio, “The Oner” Outstanding Cinematography for a Series (One Hour) Andor, “Harvest”The Day of the Jackal, “Episode 1”Étoile, “The Swap”Pachinko, “Chapter Nine”Severance, “Hello, Ms. Cobel”The White Lotus, “Killer Instinct” Outstanding Contemporary Costumes for a Series Emily In Paris, “The Grey Area”Hacks, “Heaven”The Righteous Gemstones, “You Hurled Me Into the Depths, Into the Very Heart of the Seas”The Studio, “CinemaCon”The White Lotus, “Same Spirits, New Forms” Outstanding Contemporary Costumes for a Limited or Anthology Series or Movie Adolescence, “Episode 2”American Horror Stories, “Backrooms”Dying For Sex, “Topping Is A Sacred Skill”The Penguin, “A Great or Little Thing”Sirens, “Exile” Sponsoreret indhold Outstanding Contemporary Hairstyling Abbott Elementary, “100th Day Of School”Emily In Paris, “Back on the Crazy Horse”Hacks, “I Love LA”The Penguin, “Cent’anni”The Studio, “CinemaCon”The White Lotus, “Amor Fati” Outstanding Contemporary Makeup (Non-Prosthetic) Grotesquerie, “Unplugged”The Last Of Us, “Day One”Only Murders in the Building, “Valley of the Dolls”The Penguin, “Cent’anni”The Pitt, “7:00 P.M.”The White Lotus, “Full-Moon Party” Outstanding Fantasy/Sci-Fi Costumes Agatha All Along, “Follow Me My Friend”Andor, “Harvest”Black Mirror, “USS Callister”Dune: Prophecy, “The Hidden Hand”House of the Dragon, “The Burning Mill” Outstanding Guest Actor in a Comedy Series Jon Bernthal, The Bear, “Napkins”Bryan Cranston, The Studio, “CinemaCon”Dave Franco, The Studio, “CinemaCon”Ron Howard, The Studio, “The Note”Anthony Mackie, The Studio, “The Note”Martin Scorsese, The Studio, “The Promotion” Outstanding Guest Actor in a Drama Series Giancarlo Esposito, The Boys, “Beware The Jabberwock, My Son”Scott Glenn, The White Lotus, “Killer Instincts”Shawn Hatosy, The Pitt , “9:00 P.M.”Joe Pantoliano, The Last of Us, “The Price”Forest Whitaker, Andor, “I Have Friends Everywhere”Jeffrey Wright, The Last of Us, “Day One” Outstanding Guest Actress in a Comedy Series Olivia Colman, The Bear, “Forever”Jamie Lee Curtis, The Bear, “Ice Chips”Cynthia Erivo, Poker Face, “The Game Is A Foot”Robby Hoffman, Hacks, “Cover Girls”Zoë Kravitz, The Studio, “The Presentation”Julianne Nicholson, Hacks, “A Slippery Slope” Sponsoreret indhold Outstanding Guest Actress in a Drama Series Jane Alexander, Severance, “Sweet Vitriol”Gwendoline Christie, Severance, “Cold Harbor”Kaitlyn Dever, The Last of Us, “Through the Valley”Cherry Jones, The Handmaid’s Tale, “Exile”Catherine O’Hara, The Last of Us, “Future Days”Merritt Wever, Severance, “Who Is Alive?” Outstanding Music Composition for a Limited or Anthology Series, Movie or Special (Original Dramatic Score) Black Mirror, “Hotel Reverie”Black Mirror, “USS Callister: Into Infinity”Dying For Sex, “It’s Not That Serious”Monsters: The Lyle and Erik Menendez Story, “Spree”The Penguin, “After Hours”The Supremes At Earl’s All-You-Can-Eat Outstanding Music Composition for a Series (Original Dramatic Score) Andor, “Who Are You?”Based On A True Story, “Relapse”Cobra Kai, “Blood In Blood Out”Severance, “Cold Harbor”The Studio, “The Missing Reel”The White Lotus, “Amor Fati” Outstanding Music Supervision Hacks, “I Love LA”The Last Of Us, “The Price”The Righteous Gemstones, “You Hurled Me Into the Depths, Into the Very Heart of the Seas”Severance, “Cold Harbor”The Studio, “The Promotion”The White Lotus, “Same Spirits, New Forms” Outstanding Original Main Title Theme Music Dept. QDune: ProphecyLazarusThe ResidenceThe White LotusYour Friends & Neighbors Outstanding Original Music and Lyrics Agatha All Along, “Circle Sewn With Fate / Unlock Thy Hidden Gate,” Song Title: “The Ballad of the Witches’ Road”Andor, “Who Are You?,” Song Title: “We are the Ghor (Planetary Anthem)”The Boys, “We’ll Keep The Red Flag Flying Here,” Song Title: “Let’s Put the Christ Back in Christmas”SNL50: The Anniversary Special, Song Title: “Adam Sandler’s Song: 50 Years” Sponsoreret indhold Outstanding Performer in a Short Form Comedy or Drama Series Nathalie Emmanuel, Die Hart: Hart To KillKevin Hart, Die Hart: Hart To KillJ.K. Simmons, Die Hart: Hart To KillDesi Lydic, The Daily Show: Desi Lydic FoxsplainsTom Segura, Bad Thoughts Outstanding Period or Fantasy/Sci-Fi Hairstyling Anne Rice’s Interview With the Vampire, “No Pain”Bridgerton, “Old Friends”House of the Dragon, “Smallfolk”Monsters: The Lyle And Erik Menendez Story, “Hang Men”What We Do in the Shadows, “The Finale” Outstanding Period or Fantasy/Sci-Fi Makeup (Non-Prosthetic) Anne Rice’s Interview With the Vampire, “Do You Know What It Means To Be Loved By Death”House of the Dragon, “The Red Dragon and the Gold”Monsters: The Lyle And Erik Menendez Story, “Brother, Can You Spare A Dime?”The Righteous Gemstones, “Prelude”What We Do in the Shadows, “Come Out and Play” Outstanding Period Costumes American Primeval, “Episode 2”Bridgerton, “Into the Light”Monsters: The Lyle And Erik Menendez Story, “Blame It on the Rain”1923, “A Dream And A Memory”Wolf Hall: The Mirror and the Light (MASTERPIECE), “Wreckage” Outstanding Picture Editing for a Drama Series Andor, “Who Are You?”The Last Of Us, “Through the Valley”Severance, “Attila”Severance, “Chikhai Bardo”Severance, “Cold Harbor”The White Lotus, “Amor Fati” Outstanding Picture Editing for a Multi-Camera Comedy Series The Conners, “The Truck Stops Here”Frasier, “My Brilliant Sister”Mid-Century Modern, “Here’s to You, Mrs. Schneiderman”The Upshaws, “Buy Now”The Upshaws, “Grifter, Grifter” Sponsoreret indhold Outstanding Picture Editing for a Single Camera Comedy Series The Bear, “Tomorrow”Hacks, “I Love LA”The Rehearsal, “My Controls”The Rehearsal, “Pilot’s Code”The Studio, “The Promotion”What We Do In The Shadows, “The Finale” Outstanding Picture Editing for a Limited or Anthology Series or Movie Monsters: The Lyle And Erik Menendez Story, “Blame It on the Rain”The Penguin, “Bliss”The Penguin, “Cent’anni”The Penguin, “A Great or Little Thing”Sirens, “Exile” Outstanding Production Design for a Narrative Contemporary Program (One Hour or More) The Last Of Us, “Day One”The Penguin, “Homecoming”The Residence, “The Fall of the House Of Usher”Severance, “Chikhai Bardo”The White Lotus, “Amor Fati” Outstanding Production Design for a Narrative Period or Fantasy Program (One Hour or More) Andor, “Who Are You?”Bridgerton, “Romancing Mister Bridgerton”Dune: Prophecy, “The Hidden Hand”1923, “Wrap Thee In Terror”Pachinko, “Chapter Thirteen” Outstanding Production Design for a Narrative Program (Half-Hour) Hacks, “A Slippery Slope”Mid-Century Modern, “Working Girls”Only Murders in the Building, “Gates of Heaven” and “Valley of the Dolls”The Studio, “The Note”What We Do in the Shadows, “Headhunting” Outstanding Prosthetic Makeup House of the Dragon, “The Red Sowing”The Last of Us, “Feel Her Love”The Penguin, “After Hours”The Pitt, “4:00 P.M.”Saturday Night Live, “Host: Timothée Chalamet” Outstanding Sound Editing for a Comedy or Drama Series (Half-Hour) The Acolyte, “Night”Agatha All Along, “Darkest Hour / Wake Thy Power”The Bear, “Doors”The Righteous Gemstones, “Prelude”The Studio, “The Golden Globes” Sponsoreret indhold Outstanding Sound Editing for an Animated Program Arcane, “The Dirt Under Your Nails”Love, Death + Robots, “400 Boys”Secret Level, “Warhammer 40,000: They Shall Know No Fear”Star Trek: Lower Decks, “The New Next Generation”What If…?, “What If…1872?” Outstanding Sound Editing for a Comedy or Drama Series (One Hour) Andor, “Who Are You?”The Last of Us, “Through the Valley”The Pitt, “7:00 P.M.”Severance, “Chikhai Bardo” Outstanding Sound Editing for a Limited or Anthology Series, Movie or Special Adolescence, “Episode 1”Black Mirror, “USS Callister: Into Infinity”The GorgeThe Penguin, “After Hours”Star Trek: Section 31 Outstanding Sound Mixing for a Comedy or Drama Series (Half-Hour) and Animation The Bear, “Doors”Mid-Century Modern, “Sour Pickleball”Only Murders in the Building, “Once Upon a Time in the West”Shrinking, “The Drugs Don’t Work”The Studio, “The Golden Globes” Outstanding Sound Mixing for a Comedy or Drama Series (One Hour) Andor, “Who Are You?”The Last Of Us, “Through the Valley”The Pitt, “6:00 P.M.”Severance, “Cold Harbor”The White Lotus, “Amor Fati” Outstanding Sound Mixing for a Limited or Anthology Series or Movie Adolescence, “Episode 1”Black Mirror, “USS Callister: Into Infinity”Monsters: The Lyle And Erik Menendez Story, “Blame It on the Rain”The Penguin, “After Hours”Zero Day, “Episode 6” Outstanding Special Visual Effects in a Season or a Movie AndorDune: ProphecyHouse of the DragonThe Last Of UsThe Lord of the Rings: The Rings of Power Outstanding Special Visual Effects in a Single Episode Black Mirror, “USS Callister: Into Infinity”The Penguin, “Bliss”The Residence, “The Fall of the House Of Usher”Severance, “Hello, Ms. Cobel”The Umbrella Academy, “End on the Beginning” Sponsoreret indhold Outstanding Stunt Coordination for Comedy Programming Cobra Kai Only Murders in the BuildingPoker FaceThe Righteous GemstoneTulsa King Outstanding Stunt Coordination for Drama Programming The BoysFBI: Most WantedLionessThe PenguinThe Rookie Outstanding Stunt Performance The Boys, “The Insider”FBI: Most Wanted, “Moving On”The Penguin, “Top Hat”The Rookie, “Til Death”Severance, “Cold Harbor” Outstanding Television Movie Bridget Jones: Mad About the BoyThe GorgeMountainheadNonnasRebel Ridge Outstanding Motion Design (Juried) Octopus Outstanding Individual Achievement in Animation (Juried) ArcaneLove, Death + Robots Outstanding Casting for a Reality Program The Amazing RaceLove on the SpectrumQueer EyeRuPaul’s Drag RaceSurvivor Outstanding Choreography for Variety or Reality Programming The Apple Music Super Bowl LIX Halftime Show Starring Kendrick Lamar, Routines: “Humble” and “Not Like Us”Beyoncé Bowl, Routines: “My House,” “Sweet Honey Buckiin’,” and “Texas Hold ‘Em”The 67th Annual Grammy Awards, Routine: Doechii Musical PerformanceThe Lion King at the Hollywood Bowl, Routine: “He Lives In You”The Oscars, Routines: James Bond Tribute Performance and Quincy Jones Tribute Performance Outstanding Cinematography for a Nonfiction Program Chef’s Table, “Jamie Oliver”100 Foot Wave, “Chapter III – Cortes Bank”Ren Faire, “Daddy’s Dyin’, Who’s Got the Will?”Tucci in Italy, “Tuscany”Will & Harper Outstanding Cinematography for a Reality Program The Amazing Race, Series Body of WorkLife Below Zero, Series Body of WorkLove on the Spectrum, “Episode 7”Survivor, Series Body of WorkThe Traitors, Series Body of Work Sponsoreret indhold Outstanding Commercial “Batman Vs. Bateman,” State Farm“The Boy & the Octopus,” The Walt Disney Company“Brian Cox Goes to College,” Uber One for Students“Flock,” Apple Privacy“Heartstrings,” Apple AirPods Pro“So Win,” Nike Outstanding Costumes for a Variety, Nonfiction, or Reality Programming (JURIED) Beyoncé Bowl Outstanding Directing for a Documentary/Nonfiction Program Deaf President NowLadies & Gentlemen… 50 Years of SNL MusicPee-wee as HimselfSuper/Man: The Christopher Reeve StoryWill & Harper Outstanding Directing for a Reality Program The Amazing Race, “It Smells Like the Desert”Love on the Spectrum, “Episode 7”RuPaul’s Drag Race, “Squirrel Games”Top Chef, “Foraged in Fire”The Traitors, “Let Battle Commence” Outstanding Directing for a Variety Series The Daily Show, “Jon Stewart Delivers A Mug-Smashing Take On Musk’s DOGE”Jimmy Kimmel Live, “Anthony Mackie, Lizzy Caplan, And Musical Guest Bartees Strange”Last Week Tonight With John Oliver, “India Elections”The Late Show With Stephen Colbert, “David Oyelowo, Finn Wolfhard, Special Appearance by Alan Cumming, Performance By Ok Go” Outstanding Directing for a Variety Special The Apple Music Super Bowl LIX Halftime Show Starring Kendrick LamarBeyoncé BowlThe OscarsSNL50: The Anniversary SpecialSNL50: The Homecoming Concert77th Annual Tony Awards Outstanding Documentary or Nonfiction Series Chef’s Table100 Foot WaveSimone Biles RisingSNL50: Beyond Saturday NightSocial Studies Outstanding Documentary or Nonfiction Special Deaf President NowMarthaPee-wee as HimselfSly Lives (Aka The Burden of Black Genius)Will & Harper Sponsoreret indhold Outstanding Emerging Media Program Impulse: Playing With RealityShawn Mendes: Red Rocks Live In VRSNL 50th The Anniversary Special: Immersive Experience Innovation in Emerging Media Programming (JURIED) White Rabbit Exceptional Merit in Documentary Filmmaking I Am: Celine DionPatrice: The MovieThe Remarkable Life Of Ibelin Outstanding Game Show Celebrity Family FeudJeopardyThe Price Is RightWheel of FortuneWho Wants to Be a Millionaire Outstanding Hairstyling for a Variety, Nonfiction or Reality Program American Idol, “Finale”The Boulet Brothers’ DragulaDancing With the Stars, “Halloween Nightmares”Fantasmas, “The Void”SNL50: The Anniversary SpecialThe Voice, “Live Semi-Final Performances” Outstanding Host for a Game Show Elizabeth Banks, Press Your LuckSteve Harvey, Celebrity Family FeudKen Jennings, JeopardyColin Jost, Pop Culture JeopardyJimmy Kimmel, Who Wants to Be a Millionaire Outstanding Host for a Reality or Reality Competition Program RuPaul Charles, RuPaul’s Drag RaceMark Cuban, Lori Greiner, Kevin O’Leary, Barbara Corcoran, Robert Herjavec, Daymond John, Daniel Lubetzky, Shark TankAlan Cumming, The TraitorsKristen Kish, Top ChefJeff Probst, Survivor Outstanding Hosted Nonfiction Series or Special Conan O’Brien Must GoThe Daily Show Presents: Jordan Klepper FingerstThe Pulse: MAGA: The Next GenerationFinding Your Roots With Henry Louis Gates, Jr.My Next Guest Needs No Introduction With David LettermanTucci In Italy Outstanding Lighting Design/Lighting Direction for a Series American Idol, “Songs of Faith”Dancing With the Stars, “Semi-Finals”RuPaul’s Drag Race, “The Wicked Wiz of Oz: The Rusical”Saturday Night Live, “Host: Lady Gaga”The Voice, “Live Finale (Part 1)” Sponsoreret indhold Outstanding Lighting Design/Lighting Direction for a Special The 67th Annual Grammy Awards2024 Rock & Roll Hall Of Fame Induction CeremonySNL50: The Anniversary SpecialSNL50: The Homecoming Concert Outstanding Makeup for a Variety, Nonfiction or Reality Program The Boulet Brothers’ Dragula, “Welcome To Hell”Dancing With the Stars, “Halloween Nightmares”The Lion King at the Hollywood BowlA Nonsense Christmas With Sabrina CarpenterRuPaul’s Drag Race, “Bitch, I’m a Drag Queen”SNL50: The Anniversary Special Outstanding Music Composition for a Documentary Series or Special (Original Dramatic Score) The Americas, “Andes”Chef’s Table, “José Andrés”Leonardo Da VinciPlanet Earth: Asia, “Beneath the Waves”Super/Man: The Christopher Reeve Story Outstanding Music Direction The Apple Music Super Bowl LIX Halftime Show Starring Kendrick LamarThe Kennedy Center HonorsThe OscarsSNL50: The Anniversary SpecialSNL50: The Homecoming Concert Outstanding Narrator Sir David Attenborough, Planet Earth: Asia, “The Frozen North”Idris Elba, Erased: WW2’s Heroes of Color, “D-Day”Tom Hanks, The Americas, “Andes”Barack Obama, Our Oceans, “Indian Ocean”Phoebe Waller-Bridge, Octopus “Part 1” Outstanding Picture Editing for a Nonfiction Program Chimp Crazy, “Gone Ape”Ladies & Gentlemen… 50 Years Of SNL MusicPee-wee as HimselfSNL50: Beyond Saturday Night, “More Cowbell”Super/Man: The Christopher Reeve StoryWill & Harper Outstanding Picture Editing for Structured Reality or Competition Program The Amazing RaceQueer EyeRuPaul’s Drag RaceThe TraitorsThe Voice Sponsoreret indhold Outstanding Picture Editing for an Unstructured Reality Program Deadliest Catch, Series Body of WorkLife Below Zero, “The Last Snow”Love On The Spectrum, “Episode 7”RuPaul’s Drag Race: Untucked, “Drag Baby Mamas”Welcome To Wrexham, “Down to the Wire” Outstanding Picture Editing for Variety Programming Ali Wong: Single LadyBill Burr: Drop Dead YearsConan O’Brien: The Kennedy Center Mark Twain Prize for American HumorCunk on LifeYour Friend, Nate Bargatze Outstanding Picture Editing for Variety Programming (Segment) The Daily Show, “The Dailyshowography of Kamala Harris: Just Normal (segment)”The Daily Show, “The Dailyshowography of Stephen Miller: What He Does in the Shadows (segment)”Last Week Tonight With John Oliver, “Facebook Content Moderation (segment)”Last Week Tonight With John Oliver , “That Stuff’s American (segment)”SNL50: The Anniversary Special, “Physical Comedy (segment)” Outstanding Production Design for a Variety Special Beyoncé BowlThe 67th Annual Grammy AwardsThe OscarsSNL50: The Anniversary SpecialSNL50: The Homecoming Concert Outstanding Production Design for a Variety or Reality Series The Daily Show, “Jon Stewart & the News Team Live at the Chicago DNC”Jimmy Kimmel Live, “The Chanucorn & Hawk Tuah Girl’s Romantic Holiday Movie”Last Week Tonight With John Oliver, “Mass Deportations”RuPaul’s Drag Race, “RDR Live”Saturday Night Live, “Host: Lady Gaga” Outstanding Short Form Comedy, Drama Or Variety Series The Daily Show: Desi Lydic FoxsplainsLate Night With Seth Meyers CorrectionsThe Rabbit Hole With Jimmy KimmelThe Tonight Show: During Commercial Break Sponsoreret indhold Outstanding Short Form Nonfiction or Reality Series Adolescence: The Making of AdolescenceHacks: Bit By BitMaking of The Last of UsOnly Murders in the Building: Unlocking the MysteryThe White Lotus: Unpacking the Episode Outstanding Sound Editing for a Nonfiction or Reality Program Beatles ’64Music By John Williams100 Foot Wave, “Chapter III – Cortes Bank”Pee-wee As HimselfSNL50: Beyond Saturday Night, “Season 11: The Weird Year” Outstanding Sound Mixing for a Nonfiction Program Beatles ’64Music By John Williams100 Foot Wave, “Chapter III – Cortes Bank”Yacht Rock: A Dockumentary (Music Box)Pee-wee As Himself Outstanding Sound Mixing for a Reality Program The Amazing Race, Series Body of WorkAmerican Idol, “Grand Finale”Deadliest Catch, “My Brothers Keeper”The Voice, “Live Finale, Part 2”Welcome to Wrexham, “Down to the Wire” Outstanding Sound Mixing for a Variety Series or Special The Daily Show, “Jon Stewart & the News Team Live at the Chicago DNC”The 67th Annual Grammy AwardsThe OscarsSNL50: The Anniversary SpecialSNL50: The Homecoming Concert Outstanding Structured Reality Program Antiques RoadshowDiners, Drive-ins And DivesLove Is BlindQueer EyeShark Tank Outstanding Technical Direction and Camerawork for a Series After Midnight, “Featuring Jonah Ray, Kumail Nanjiani, Emily Gordon”The Daily Show, “Jon Stewart & the News Team Live at the Chicago DNC”Everybody’s Live With John Mulaney, “How Tall Are You?”Saturday Night Live, “Host: Jack Black”The Voice, “Live Finale (Part 1)” Outstanding Technical Direction and Camerawork for a Special Bono: Stories of SurrenderAn Evening With Dua LipaAn Evening With Elton John & Brandi CarlileThe Lion King at the Hollywood Bowl2024 Rock & Roll Hall of Fame Induction CeremonySNL50: The Anniversary Special Outstanding Unstructured Reality Program America’s Sweethearts: Dallas Cowboys CheerleadersLove on the SpectrumRuPaul’s Drag Race: UntuckedThe Secret Lives of Mormon WivesWelcome to Wrexham Outstanding Variety Special (Pre-Recorded) Adam Sandler: Love YouAli Wong: Single LadyBill Burr: Drop Dead YearsConan O’Brien: The Kennedy Center Mark Twain Prize for American HumorSarah Silverman: PostMortemYour Friend, Nate Bargatze Outstanding Writing for a Nonfiction Program Chimp Crazy, “Head Shot”Conan O’Brien Must Go, “Austria”The Daily Show Presents: Jordan Klepper Fingers the Pulse: MAGA: The Next GenerationMarthaSuper/Man: The Christopher Reeve Story Outstanding Writing for a Variety Special Conan O’Brien: The Kennedy Center Mark Twain Prize for American HumorCunk On LifeSarah Silverman: PostMortemSNL50: The Anniversary SpecialYour Friend, Nate Bargatze Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/musik/2025/09/lady-gaga-slog-taylor-swift-af-pinden-til-mtv-video-music-awards-her-er-alle-aarets-vindere-640117","hash":"ceb7988b0cf29edb6b3bd142455e68d9a605370692a3bb3b37aeced7a574bc94","title":"Lady Gaga slog Taylor Swift af pinden til MTV Video Music Awards","author":"Morten Kildebæk","published_at":"2025-09-08T07:50:39+02:00","body_text":"8. sep. 2025 Af Morten Kildebæk Lady Gaga slog Taylor Swift af pinden til MTV Video Music Awards – her er alle årets vindere Lady Gaga til præmieren på 'Joker: Folie a Deux'. (Foto: Matt Winkelmeyer/WireImage) Da årets udgave af MTV Video Music Awards løb af stablen søndag, gik Taylor Swift for en gangs skyld ikke hjem med en masse statuetter. Hun var nemlig kun nomineret i en enkelt kategori, Artist of the Year, som hun ikke vandt, skriver Pitchfork. Årets største triumfator blev i stedet popkollegaen Lady Gaga, der var nomineret i 12 kategorier og sejrede i fire, herunder netop Artist of the Year. I hælende på Gaga var Ariana Grande og Sabrina Carpenter, som begge vandt tre priser. Længere nede på vinderlisten finder vi Bruno Mars, Doechii, Tate McRae og Mariah Carey med to priser hver. Sidstnævntes ene statuette var hædersprisen Video Vanguard, som blev indført tilbage i 1980’erne med The Beatles, David Bowie, David Byrne og Madonna blandt de første prismodtagere. Sponsoreret indhold I de senere år den blevet givet til blandt andre Katy Perry, Shakira, Nicki Minaj, Rihanna, Kanye West, Justin Timberlake og Britney Spears. Se listen over alle årets vindere (markeret med fed) herunder. Video of the Year Ariana Grande – Brighter Days AheadBillie Eilish – Birds of a FeatherKendrick Lamar – Not Like UsLady Gaga & Bruno Mars – Die With a SmileRosé & Bruno Mars – Apt.Sabrina Carpenter – ManchildThe Weeknd & Playboi Carti – Timeless Artist of the Year Bad BunnyBeyoncéKendrick LamarLady GagaMorgan WallenTaylor SwiftThe Weeknd Song of the Year Alex Warren – OrdinaryBillie Eilish – Birds of a FeatherDoechii – AnxietyEd Sheeran – SapphireGracie Abrams – I Love You, I’m SorryLady Gaga & Bruno Mars – Die With a SmileLorde – What Was ThatRosé & Bruno Mars – Apt.Tate McRae – Sports CarThe Weeknd & Playboi Carti – Timeless Best New Artist Alex WarrenElla LangleyGigi PerezLola YoungSombrThe Marías Best Pop Artist Ariana GrandeCharli XCXJustin BieberLordeMiley CyrusSabrina CarpenterTate McRae MTV Push Performance of the Year Ayra Starr – Last Heartbreak SongDamiano David – Next SummerDasha – Bye Bye ByeGigi Perez – Sailor SongJordan Adetunji – KehlaniKatseye – TouchLay Bankz – GraveyardLeon Thomas – Yes It IsLivingston – ShadowMark Ambor – Belong TogetherRole Model – Sally, When the Wine Runs OutShaboozey – A Bar Song (Tipsy) Sponsoreret indhold Best Collaboration Bailey Zimmerman & Luke Combs – Backup Plan (Stagecoach Official Music Video)Kendrick Lamar & SZA – LutherLady Gaga & Bruno Mars – Die With a SmilePost Malone Featuring Blake Shelton – Pour Me a DrinkRosé & Bruno Mars – Apt.Selena Gomez & Benny Blanco – Sunset Blvd Best Pop Alex Warren – OrdinaryAriana Grande – Brighter Days AheadEd Sheeran – SapphireLady Gaga & Bruno Mars – Die With a SmileRosé & Bruno Mars – Apt.Sabrina Carpenter – Manchild Best Hip-Hop Doechii – AnxietyDrake – NokiaEminem Featuring Jelly Roll – Somebody Save MeGlorilla Featuring Sexyy Red – Whatchu Kno About MeKendrick Lamar – Not Like UsLL Cool J Featuring Eminem – Murdergram DeuxTravis Scott – 4×4 Best R&B Chris Brown – ResidualsLeon Thomas & Freddie Gibbs – Mutt (Remix)Mariah Carey – Type DangerousPartyNextDoor – No ChillSummer Walker – Heart of a WomanSZA – DriveThe Weeknd & Playboi Carti – Timeless Best Alternative Gigi Perez – Sailor SongImagine Dragons – Wake UpLola Young – MessyMGK & Jelly Roll – Lonely RoadSombr – Back to FriendsThe Marías – Back to Me Best Rock Coldplay – All My LoveEvanescence – Afterlife (From the Netflix Series “Devil May Cry”)Green Day – One Eyed BastardLenny Kravitz – HoneyLinkin Park – The Emptiness MachineTwenty One Pilots – The Contract Sponsoreret indhold Best Latin Bad Bunny – Baile InolvidableJ Balvin – RioKarol G – Si Antes Te Hubiera ConocidoPeso Pluma – La PatrullaRauw Alejandro & Romeo Santos – Khé?Shakira – Soltera Best Afrobeats Asake & Travis Scott – ActiveBurna Boy Featuring Travis Scott – TaTaTaMoliy, Silent Addy, Skillibeng & Shenseea – Shake It to the Max (Fly) (Remix)Rema – Baby (Is It A Crime)Tems Featuring Asake – Get It RightTyla – Push 2 StartWizkid Featuring Brent Faiyaz – Piece of My Heart Best K-Pop Aespa – WhiplashJennie – Like JennieJimin – WhoJisoo – EarthquakeLisa Featuring Doja Cat & Raye – Born AgainStray Kids – Chk Chk BoomRosé – Toxic Till the End Best Country Chris Stapleton – Think I’m in Love With YouCody Johnson & Carrie Underwood – I’m Gonna Love YouJelly Roll – LiarLainey Wilson – 4x4xUMegan Moroney – Am I Okay?Morgan Wallen – Smile Best Album Bad Bunny – Debí Tirar Más FotosKendrick Lamar – GNXLady Gaga – MayhemMorgan Wallen – I’m the ProblemSabrina Carpenter – Short n’ SweetThe Weeknd – Hurry Up Tomorrow Best Long Form Video Ariana Grande – Brighter Days AheadBad Bunny – Debí Tirar Más Fotos (Short Film)Damiano David – Funny Little StoriesMac Miller – BalloonerismMiley Cyrus – Something BeautifulThe Weeknd – Hurry Up Tomorrow Sponsoreret indhold Video for Good Burna Boy – HigherCharli XCX – Guess Featuring Billie EilishDoechii – AnxietyEminem Featuring Jelly Roll – Somebody Save MeSelena Gomez & Benny Blanco – Younger and Hotter Than MeZach Hood Featuring Sasha Alex Sloan – Sleepwalking Best Direction Ariana Grande – Brighter Days AheadCharli XCX – Guess Featuring Billie EilishKendrick Lamar – Not Like UsLady Gaga – AbracadabraRosé & Bruno Mars – Apt.Sabrina Carpenter – Manchild Best Cinematography Ariana Grande – Brighter Days AheadEd Sheeran – SapphireKendrick Lamar – Not Like UsLady Gaga – AbracadabraMiley Cyrus – Easy LoverSabrina Carpenter – Manchild Best Editing Charli XCX – Guess Featuring Billie EilishEd Sheeran – SapphireKendrick Lamar – Not Like UsLady Gaga – AbracadabraSabrina Carpenter – ManchildTate McRae – Just Keep Watching (From F1® the Movie) Best Choreography Doechii – AnxietyFKA twigs – EusexuaKendrick Lamar – Not Like UsLady Gaga – AbracadabraTyla – Push 2 StartZara Larsson – Pretty Ugly Best Visual Effects Ariana Grande – Brighter Days AheadLady Gaga – AbracadabraRosé & Bruno Mars – Apt.Sabrina Carpenter – ManchildTate McRae – Just Keep Watching (From F1® the Movie)The Weeknd – Hurry Up Tomorrow Best Art Direction Charli XCX – Guess Featuring Billie EilishKendrick Lamar – Not Like UsLady Gaga – AbracadabraLorde – Man of the YearMiley Cyrus – End of the WorldRosé & Bruno Mars – Apt. Best Group AespaAll Time LowBackstreet BoysBlackpinkColdplayEvanescenceFuerza RegidaGrupo FronteraImagine DragonsJonas BrothersKatseyeThe MaríasMy Chemical RomanceSeventeenStray KidsTwenty One Pilots Song of the Summer Addison Rae – Headphones OnAlex Warren – OrdinaryBenson Boone – Mystical MagicalBigXthaPlug & Bailey Zimmerman – All the WayChappell Roan – The SubwayDemi Lovato – FastDoja Cat – Jealous TypeHuntr/x – GoldenJessie Murph – Blue StripsJustin Bieber – DaisiesMoliy, Silent Addy, Skillibeng & Shenseea – Shake It to the Max (Fly) (Remix)Morgan Wallen & Tate McRae – What I WantRavyn Lenae Featuring Rex Orange County – Love Me NotSabrina Carpenter – ManchildSombr – 12 to 12Tate McRae – Just Keep Watching (From F1® the Movie) Video Vanguard Award Mariah Carey MTV VMA Rock the Bells Visionary Award Busta Rhymes Latin Icon Award Ricky Martin Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/film/2025/09/oh-canada-hollywood-mester-spejler-sig-i-richard-gere-og-jacob-elordi-i-ambitioes-erindringsfilm-639290","hash":"420360ae9b4861fa3f0a0b6538d938224ae52d5e6fd1fadfb91d8ff8987ce684","title":"Hollywood-mester spejler sig i Richard Gere og Jacob Elordi i ambitiøs erindringsfilm","author":"Morten Kildebæk","published_at":"2025-09-08T06:00:00+02:00","body_text":"8. sep. 2025 Af Morten Kildebæk ’Oh, Canada’: Hollywood-mester spejler sig i Richard Gere og Jacob Elordi i ambitiøs erindringsfilm 'Oh, Canada'. (Foto: Foregone Film) Det er meget passende, at ’Oh, Canada’ handler om en filminstruktør, der i slutningen af livet genkalder sig sin fortid. For i det nye erindringsdrama, der dystede om Guldpalmen på sidste års Cannes-festival, trækker den 79-årige Hollywood-veteran Paul Schrader også flere tråde tilbage til sin egen karrieres hovedværker. Da hovedpersonen flygter fra USA, tilsyneladende for at undgå værnepligt i Vietnamkrigen, kommer man selvfølgelig til at tænke på Schraders gennembrud som manuskriptforfatter med Martin Scorseses ’Taxi Driver’, hvor antihelten Travis Bickle som bekendt er traumatiseret af selvsamme krig. Sponsoreret indhold Fordi fortællingen kredser om en samvittighedsplaget og syg mand, der bekender sine synder, ligger ’Oh, Canada’ samtidig i forlængelse af Schraders seneste tre film, den tematisk forankrede Man in a Room-trilogi bestående af ’First Reformed’, ’The Card Counter’ og ’Master Gardener’. Mest åbenlyst genforenes Schrader desuden med Richard Gere, som han instruerede i 80’er-klassikeren ’American Gigolo’. I ’Oh, Canada’, der i øvrigt er Schraders anden filmatisering af en Russell Banks-roman efter ’Affliction’, spiller Gere den anerkendte dokumentarist og universitetsprofessor Leonard Fife, som er tyndhåret og svækket på grund af en kræftsygdom. Han bevæger sig imidlertid ud af sygesengen for at stille op til et interview, filmet og forestået af to tidligere elever (Michael Imperioli og Victoria Hill). Modsat forventningerne hos alle på settet, herunder hustruen Emma (Uma Thurman), kommer Fife ikke med en mytologiserede heltefortælling om sit eget liv. Han fremstiller i stedet sig selv som en kujon og en hykler, der ikke er nær så hæderlig og visionær, som yngre tilhængere gør ham til. Bag Fife aner man ligeledes helbredsplagede Schraders eget tvetydige image på arthouse-scenen, hvor (yngre) cineaster i slutningen af 2010’erne på ny fik øjnene op for ham med det sene mesterværk ’First Reformed’. Den bramfri filmskaber, som er særdeles aktiv på Facebook, har siden befundet sig et spøjst sted mellem progressiv, antiautoritær, kristen-konservativ, klimabevidst og anti-woke. Sponsoreret indhold Schrader udfolder hovedpersonens livshistorie gennem flashback-scener i flere lag. Nogle steder hjælpes vi på vej af Geres fortællerstemme over de umanerligt flotte billeder, der løbende skifter mellem klare farver og stilede gråtoner. Ingen ringere end Jacob Elordi gestalter den unge Fife, der forsøger sig som talentløs forfatter og har romancer kørende med flere forskellige kvinder, inden han pludseligt og hensynsløst tager flugten til Canada for en ny start. Ligesom hovedpersonen er flashback-strukturen langt fra forudsigelig. Tidligt slutter Fifes voksne søn, som vi endnu ikke har mødt, sig for eksempel til filmen som en sporadisk tilbagevendende fortæller, der ved mere end hovedpersonen. Et andet sted træder Gere pludselig ind i et flashback for at spille Elordis scene færdig. Det er en smule uoverskueligt, men også spændende at følge, hvilke nye afkroge af sin fortid selvudleverende Fife tager os med til. Ikke bare filmens publikum, men også de lyttende karakterer er forvirrede – og til tider også direkte uenige med Fifes fortælling. Særligt Emma protesterer undervejs over, at interviewet ikke stoppes, idet ægtemanden ifølge hende blander minder sammen og opdigter helt usande ting. Sponsoreret indhold Alle ender mødes ikke i det ambitiøst fragmenterede forløb, hvor særligt en overraskende sexscene mod slut føles malplaceret og flagrende. Man får ellers fornemmelsen af, at et nyt hovedværk godt kunne gemme sig i miksturen af afbrudte handlingstråde, men at Schrader i sidste ende ikke helt formår at forløse potentialet. Til gengæld afspejler filmoplevelsen effektfuldt den subjektive fortællers skrantende sindstilstand. ’Oh, Canada’ giver følelsen af at bevidne en strøm af halvtågede minder, der løber gennem en gammel, småforvirret mands hoved, mens han forsøger at konfrontere de sandheder, han altid har løbet fra. Hans sidste forsøg på at gribe fat om livet, inden det ebber ud. Det er også en bedrift. På sin vis kommer Schrader dermed i mål med det selvrefleksive, fiktive mindekatalog, der havde været ganske fin at slutte karrieren på, hvis ikke den produktive filmskaber allerede var i gang med sine næste projekter. Kort sagt:79-årige Paul Schrader trækker tråde tilbage til sin egen lange karriere i den rodede, men alligevel spændende erindringsfilm ’Oh, Canada’, hvor en aldrende dokumentarist ødelægger sin egen heltefortælling. ’Oh, Canada’. Spillefilm. Instruktion: Paul Schrader. Medvirkende: Richard Gere, Jacob Elordi, Uma Thurman, Michael Imperioli, Victoria Hill. Spilletid: 94 min. Premiere: Kan ses på Blockbuster, Viaplay, Grand Hjemmebio m.fl. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/musik/2025/09/kriminelt-oversete-mckinley-dixon-loefter-arven-fra-to-pimp-a-butterfly-637618","hash":"369168526cf005cdf3a3646191cc79bdfca36241b8de196c8a9199fb812ba8ee","title":"Kriminelt oversete McKinley Dixon løfter arven fra ‘To Pimp a Butterfly’","author":"Kjartan F. Stolberg","published_at":"2025-09-08T06:00:00+02:00","body_text":"8. sep. 2025 Af Kjartan F. Stolberg Kriminelt oversete McKinley Dixon løfter arven fra ‘To Pimp a Butterfly’ Der er simpelthen noget galt, når en kunstner med det bagkatalog ikke er mere populær, end at hans danmarksdebut skal foregå på Ideal Bar. McKinley Dixon. (Foto: Dennis Larance) ANBEFALING. Hvem har indtil videre været dette årtis mest konsekvente hiphopkunstner? Tyler, the Creator, Jpegmafia, Little Simz, Denzel Curry? De er alle gode kandidater, der har spyttet det ene stærke album efter det andet ud, og som spiller for respektable publikumsskarer, når de gæster Danmark. Og så har vi McKinley Dixon. En visionær kunstner, hvis hidtidige output i 2020’erne udgør en af de stærkeste diskografier overhovedet. Modsat de andre har han aldrig givet koncert i Danmark, men der er lagt op til en triumf af en danmarksdebut, når han i næste måned indtager … Ideal Bar!? Sponsoreret indhold Der er simpelthen noget galt, når en kunstner med et bagkatalog som Dixons ikke er mere populær, end at han skal indtage et venue med en kapacitet på 200 mennesker. Hans tre seneste udgivelser, ‘For My Mama and Anyone Who Look Like Her’, ‘Beloved! Paradise! Jazz!?’ og ‘Magic, Alive!’ er alle mesterlige, konceptuelt ambitiøse, rørende og dybt underholdende udgivelser, der fortjener markant mere kærlighed. Så hvis McKinley Dixon er gået din næse forbi, vil jeg hermed præsentere dig for et kriminelt overset raptalent. ‘To Pimp a Butterfly’-effekten, der aldrig kom Kan du huske i 2015, da Kendrick Lamars ‘To Pimp a Butterfly’ udkom og totalt tog fusen på os alle med sin håndspillede, funky og jazzede instrumentation? Det var så forfriskende. Albummet blev øjeblikkeligt hyldet som et mesterværk, blandt andet grundet sin unikke lyd, og man kunne let se for sig, at vi ville gå en tid i møde, hvor hiphop-hitlisterne blev overrendt med håndspillet jazzrap. Den verden endte vi ikke med at leve i. I stedet skulle navne som Migos og Future vise sig at blive mainstream-hiphoppens mest toneangivende navne i de efterfølgende år. Men hvis ‘To Pimp a Butterfly’-instrumentationen gav dig appetit efter mere af samme støbning, er det at finde hos McKinley Dixon, der omgiver sig med jazzmusikere, der løfter instrumentationen til nye niveauer. Sponsoreret indhold Anthony Cavanaughs sprællevende bas er en stor del af årsagen til, at Dixons mest populære sang, ‘Run, Run, Run’, fungerer så upåklageligt. Den på albummet efterfølgende ‘Live! From the Kitchen Table’ har spritiualjazzet saxofon og sprøde vokalharmonier, der klinger af ‘TPAB’-kollaboratøren Kamasi Washingtons glansstunder. Flotte strygerarrangementer skaber både elegance og ømhed på ‘Listen Gentle’ og ‘Could’ve Been Different’ fra ‘Magic, Alive!’, og de hektiske trommer på ‘F.F.O.L.’ fra samme album gør, at den intense ordstrøm føles som en mavepuster frem for blot en showcase af Dixons (indrømmet, imponerende) flowevner. Og det er ikke kun på et instrumentalt plan, at man kan mærke et slægtskab til ‘To Pimp a Butterfly’. For ligesom Kendrick-hovedværket kredser Dixons seneste par album om løse koncepter, som han bruger til at udforske den politiske og sociale virkelighed for sorte amerikanere. ‘To Pimp a Butterfly’s succes burde have skabt et hiphoplandskab, hvor kunstnere som Dixon havde mulighed for at nå uden for undergrunden. Men Dixon har andre erklærede inspirationskilder. My Chemical Romance møder Lupe Fiasco »Det, der virkelig inspirerede mig, var, at jeg voksede op med at se en masse pseudo-teatralske kunstnere som My Chemical Romance og The Used. Du ved, de er meget dramatiske, klæder sig ud som mannequiner, danser rundt. Jeg tror, at jeg i den alder tænkte, ‘okay, så fantasien sætter grænser, men det er kun for visse mennesker, at grænsen går der’«. Sponsoreret indhold Sådan beskriver McKinley Dixon i et interview sin fascination af det storladne, spraglede og iscenesatte – og ikke mindst sin vilje til at lave musik, der besidder disse kvaliteter, men som tager udgangspunkt i sorte amerikaneres historie. Herfra får vi løse koncepter som på ‘For My Mama and Anyone Who Look Like Her’, der handler om at genbesøge sorte traumer fra nye vinkler, og ‘Beloved! Paradise! Jazz!?’, der med inspiration fra Toni Morrison-bogtrilogien ‘Beloved’, ‘Paradise’ og ‘Jazz’ handler om at reflektere over rejsen fra at være et sort barn til en sort voksen i USA. Men de konceptuelle ambitioner bliver for alvor teatralske og spraglede på 2025-pladen ‘Magic, Alive!’, der handler om tre venner, der bringer en fjerde ven tilbage fra de døde – og som bruger dette som et springbræt til at udforske emner som død, vold, eftermæle og tab, men som alligevel munder ud i en påfaldende livsbekræftende konklusion. Da ‘Magic, Alive!’ udkom, og mange var hurtige til at sammenligne udgivelsen med ‘To Pimp a Butterfly’ grundet det excentriske koncept og den jazzede lyd, var Dixon dog hurtig til at fortælle, at en anden rapper havde inspireret værket i endnu højere grad. Sponsoreret indhold Nemlig Lupe Fiasco, der i 00’erne blev spået en rolle som den lyriske hiphops frelser grundet konceptalbum som ‘Food and Liquor’ og ‘The Cool’, men som kun i glimt fik den kommercielle succes, der var lagt op til. Her skulle der være et Twitter-opslag, men du kan ikke se detDet er ikke tilgængeligt, da det kan indeholde cookies, som du har fravalgt i dine indstillinger. Ændring af dit samtykke Folks comparing my album to TPAB, but truly, you can listen to these and hear a young me writing about concept albums in his notepad from a window pic.twitter.com/dByNh14hVx — my father’s name (@McKinleyDixon) July 4, 2025 I dag befinder Lupe Fiasco sig ret langt fra hitlisterne, men han udgiver stadig eminente konceptalbum såsom ‘Drill Music In Zion’ og ‘Samurai’. Han har fundet sit kernepublikum i stedet for at jagte hits. På samme måde bliver Dixon næppe en hitlistedarling, men han burde være i stand til at finde et større kernepublikum, end Ideal Bar kan rumme. Supportnavnet til Ideal Bar-koncerten er i øvrigt en anden af tidens mest interessante undergrundsrappere, nemlig Ghais Guevara. Og Dixon har et stærkt livery. Han plejer endda at bringe et liveband med sig, så den sprællende lyd fra albummet kan gengives. Hvis han ikke kan få et større venue end det, skal vi så ikke i det mindste se, om vi kan få det udsolgt? McKinley Dixon spiller på Ideal Bar 31. oktober. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/musik/2025/09/tobias-rahims-store-koncert-lugtede-af-genbrug-men-i-momenter-viste-han-en-ny-side-frem-640092","hash":"ba8713eae88a074991a335419fd0eb742213c7a820998764de4d87c72d068146","title":"Tobias Rahims store koncert lugtede af genbrug – men i momenter viste han en ny side frem","author":"Louis Raaschou","published_at":"2025-09-07T10:15:50+02:00","body_text":"7. sep. 2025 Af Louis Raaschou Tobias Rahims store koncert lugtede af genbrug – men i momenter viste han en ny side frem Tobias Rahim på Refshaleøen (Foto: Mathias Bak Larsen/Soundvenue) KONCERT. Jeg har denne sommer oplevet Tobias Rahim live to gange. Begge på danske festivaler, begge fine koncerter, der mindede meget om hinanden. Og det var helt okay, for på en festivaltour er det forventeligt, at showet er det samme. Men når man afholder karrierens største soloshow med billetpriser over 600 kroner, må man som publikum forvente noget andet og mere. Noget, hvor forskellen på festivalgæster og fans anerkendes med en ekstra indsats. Derfor var mine forventninger høje, da Rahim skulle indtage Copenhells betonarena på Refshaleøen, som på bedste festivalmanér havde fået forskelligt farvede barer, uendeligt lange toiletkøer og først nu, fem timer efter pladsens åbning, virkede fyldt. Sponsoreret indhold Men så skete det; mundharmonikaintroen fra ’Jylland’ flød ud over crowdet, der fik øje på deres supermand blandt dem. Som altid denne sommer iført en nok ikke så skudsikker vest, der i dagens anledning havde fået glimmer. Derudover var alt som for både to og tolv uger siden (på henholdsvis Suset og Heartland). Showet var simpelthen det samme, på trods af garanti for »en oplevelse, man sent vil glemme«. Men imens band, sætliste og endda talestykker om både USA og ensomhed var genbrug, viste Rahim faktisk også en ny side frem. Tobias Rahim er coolheden selv, kendetegnet ved en udtryksløs, stoisk ro, men flere gange kunne han ikke holde et smil så stort, at øjnene var milimeter fra nærkontakt med mundvigene, tilbage. I de momenter mærkede jeg ham på en måde, jeg ikke har prøvet før. Det første af slagsen var ’Mucki Bar’ indledt med et a capella-stykke, som klædeligt viste lidt vokal entusiasme og musikalsk eventyrlyst fra Rahim, der ellers kan have tendens til at virke indstuderet. Siden ’Vi 1’, hvor han dirigerede fællessangen, inden den store krop blev så fyldt af begejstring, at han som ét stort smil begyndte at småhoppe rundt på scenen. Det klæder selv den sejeste superstjerne at være overvældet. Sponsoreret indhold Velkendte kartotekklassikere som ’Jesus’ og ’Når mænd græder’ fremstod til gengæld alt for rutineagtige. Publikum sang med, men Rahim selv lignede ikke én, der syntes, det var uforglemmelige øjeblikke. Var de mest på setlisten af pligt? Begge numre har en central plads i hans historie og karriere, men den inderlige oprigtighed fes faktisk lidt ud af ballonen – og tog momentum med sig. Besøg fra Mille og Delara på de nye singler ’Ingen Yin uden Yang’ og ’Tæt på’ emmede af, at han var blevet påduttet de to features, som han totalt overtrumfede i både tilstedeværelse og vokal. Det kræver en utrolig energi at matche Rahims fremtræden, og desværre virkede de to gæster overflødige. Der var altså flere udsving, end en hitparade af Rahims kaliber bør have, og Marwans lynende larmerap på ’Karavanen’ samt den malplacerede, tranceklingende ’Toget’ tilføjede yderligere bump på vejen. Modsat var et selvsikkert visit fra Lamin på ’Den værste’ og en skarp, basrullende variant af ’Regntid’ badet i køligt blåt blinklys med til at holde ham flydende. Efter et langt indløb toppede hjertevarmen på Generation Z’ernes ’Mona, Mona, Mona’, ’Flyvende Faduma’, hvor den forfjamskede femteklasseknægt, som selv supermand rummer, tittede smågrinende frem. Sponsoreret indhold En anden aktør, der er garant for smil og grin, er Icekiid, der dukkede op til det stensikre, festlige højdepunkt ’Dark Room’, hvorimod Andreas Odbjerg skuffende udeblev på ’Stor mand’, der uomtvisteligt er det generational hit, som om 10, 20, 30 år stadig vil stå tilbage. Det samme vil Rahims store smil fra en kæmpekoncert, som ellers undervældende var lidt af et genbrugsshow. Selvom aftenen hverken bød på et væld af nye sange (faktisk kun én), overraskende gæster eller vilde liveversioner, formåede Rahim at vise, frem for bare at sige, at der er et ægte menneske inde bag facaden. Og dét vil jeg ikke glemme lige foreløbig. Kort sagt:Tobias Rahims kæmpekoncert bar præg af genbrug fra sommerens festivalshows, og savnede derfor både ambition og mod. Som performer var han okay, men som menneske formåede han at vise en ny side af sig selv, som klædte ham og vil stå tilbage fra en ellers rutinepræget koncert. Tobias Rahim. Koncert. Refshaleøen. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/musik/2025/09/green-day-deler-foerste-trailer-til-deres-nye-roadtrip-komedie-new-years-rev-med-how-to-train-your-dragon-stjerne-i-front-640088","hash":"4e2711208dfa085c8f8f5ccfb003ff61c0422b24aaf430127980e6a9f7fcd4bb","title":"Green Day deler første trailer til deres nye roadtrip-komedie med 'How to Train Your Dragon'-stjerne i front","author":"Morten Kildebæk","published_at":"2025-09-07T09:14:18+02:00","body_text":"7. sep. 2025 Af Morten Kildebæk Green Day deler første trailer til deres nye roadtrip-komedie ‘New Years Rev’ – med ‘How to Train Your Dragon’-stjerne i front Green Day. (Foto: Alice Baxley) Det er efterhånden længe siden, Green Day havde deres storhedstid. Alligevel beviste rockbandet på årets udgave af Tinderbox, at de sagtens stadig kan vække publikums begejstring. Vi må se, om deres nye roadtrip-komedie får samme effekt. For ja, Green Day har en ny fiktionsfilm på vej, og de har lige delt første trailer, skriver NME. Den hedder ‘New Years Rev’ og handler om et ungt amatørband, der skal varme op for Green Day til en nytårskoncert i Los Angeles. Vi følger deres kaotiske roadtrip gennem USA for at nå frem i tide. En af de unge musikere spilles af talentet Mason Thames, som indtog hovedrollen i liveaction-genindspilningen af ‘How to Train Your Dragon’ og før det medvirkede i gyserhittet ‘The Black Phone’. Han får selskab af blandt andre ‘The Office’-stjernerne Jenna Fischer og Angela Kinsey samt Fred Armisen (‘Wednesday’) og Mckenna Grace (‘The Handmaid’s Tale’). ‘New Years Rev’ er produceret af alle tre Green Day-medlemmer, som selvfølgelig også medvirker i filmen og har lagt musik til lydsporet. I instruktørstolen sidder Lee Kirk, der har et enkelt afsnit af amerikanske ‘The Office’ på cv’et. Han samarbejdede desuden med Green Day-forsanger Billie Joe Armstrong i 2016 på komedien ‘Ordinary World’. Deres nye film får verdenspremiere i næste uge på den igangværende Toronto International Film Festival. Det vides endnu ikke, hvornår den kommer til Danmark. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/film/2025/09/aziz-ansari-bryder-tavsheden-om-sin-film-der-blev-droppet-grundet-overgrebsanklage-mod-bill-murray-640082","hash":"6fb0c3a24e8f1034a7a5d124633a6e9fb9737b49c06da6a304d2cd9cf1ed6552","title":"Aziz Ansari bryder tavsheden om sin film, der blev droppet grundet overgrebsanklage mod Bill Murray","author":"Morten Kildebæk","published_at":"2025-09-07T08:46:15+02:00","body_text":"7. sep. 2025 Af Morten Kildebæk Aziz Ansari bryder tavsheden om sin film, der blev droppet grundet overgrebsanklage mod Bill Murray 'Aziz Ansari: Nightclub Comedian'. (Foto: Netflix) Tilbage i 2022 blev produktionen af Aziz Ansaris ventede debutfilm som instruktør, ‘Being Mortal’, sat på pause og ikke genoptaget, efter en kvindelig kollega anklagede filmens medvirkende Bill Murray for upassende adfærd. Nu udtaler Ansari sig for første gang om forløbet, som fik studiet bag filmen til at skrinlægge projektet. Det gør han i et nyt interview med The Hollywood Reporter i anledning af sin nye film, ‘Good Fortune’, som bliver ‘Master of None’-skaberens instruktørdebut i spillefilmsformat i stedet. Den fortsat anonyme kvinde anklagede ifølge mediet Bill Murray for at have kravlet hen til hende i en seng og kysset hende, begge iført masker som covid19-tiltag. Sponsoreret indhold Ansari kommenterer ikke konkret på anklagen, men fortæller, at Murray var ked af aflysningen af filmen, som kom tre fjerdedele inde i optagelserne. »Han var knust«, siger Ansari om Murray. »Han kunne ikke tro, at det skete. Jeg tror, den her film betød meget for ham«. Ansari håber ifølge artiklen på, at han en dag får mulighed for at færdiggøre ‘Being Mortal’ med Murray på holdet. Han fortæller også, at han efter produktionsstoppet straks gik i gang med arbejdet på ‘Good Fortune’, som han allerede havde et løst manuskript til. Han ringede til Seth Rogen, som var med på rollelisten til ‘Being Mortal’, og bad ham læse manuskriptet. Comedy-kollegaen var begejstret og hoppede straks ombord på det nye projekt. Her spiller Ansari og Rogen over for Keanu Reeves i hovedrollen som den uduelige engel Gabriel, der besøger Los Angeles for at redde menneskene, men ikke er særlig god til sit arbejde. Englen plejer mest at hjælpe Uber-chauffører med ikke at havne i trafikulykker, men skruer lidt op for ambitionerne, da han opsøger og forsøger at rådgive en skeptisk løsarbejder (Ansari) og en rig investor (Rogen). ‘Good Fortune’ fik verdenspremiere i går på Toronto International Film Festival og har endnu ikke en dansk premieredato på plads. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/film/2025/09/det-er-fantastisk-dokumentarkunst-som-alle-burde-se-639523","hash":"dfc1bc3e645389b3f7b5bcfcc0956a5c24166a3803b5a85cd920d5cccdb5aa83","title":"Det er fantastisk dokumentarkunst, som alle burde se","author":"Mads Vindal","published_at":"2025-09-07T06:00:00+02:00","body_text":"7. sep. 2025 Af Mads Vindal Det er fantastisk dokumentarkunst, som alle burde se BBC’s kultdokumentarist Adam Curtis kræver opmærksomhed fra sine seere, men belønner dem med mesterlige og mareridtsagtige indblik i livet i Storbritannien. Hans nyeste serie ’Shifty’ fortæller skønt og grusomt om en tid, der aldrig kommer igen, men stadig hjemsøger os. 'Shifty'. (Foto: PR) En midaldrende kvinde fortæller, at hendes hund – boxeren Bruno – er begyndt at skifte køn. En privatdetektiv sendes ud i byen, fordi en ny lov tillader forsikringsselskaber at spionere deres kunder. På en hjemmeoptagelse fra et børneværelse glider, hvad der ligner en lysende UFO, hen over aftenhimlen. Storbritanniens rigeste mand – hertugen af Westminster – sidder i pyjamas på sit gods og spiser morgenmad, mens han ser en nyhedsudsendelse om strejkende minearbejdere. Og sådan bliver det ved. Scenerne stammer fra den nye BBC-serie ‘Shifty: Living in Britain at the End of the Twentieth Century,’ der over fem afsnit maler et syret, humoristisk og mareridtsagtigt billede af de drastiske forandringer, Storbritannien undergik i årene fra 1979 til 2000. Sponsoreret indhold Og det kan kun betyde én ting: Den britiske kultdokumentarist Adam Curtis er tilbage. Han er blevet kaldt den sidste medarbejder hos BBC uden en fast defineret arbejdstitel. Men i virkeligheden er Curtis’ arbejde ganske enkelt: I 33 år har han haft frie tøjler til at chokere briterne med sine kontroversielle dokumentarer om verdenshistoriens skyggesider. Med ’Shifty’ har han igen begået et stykke fantastisk dokumentarkunst – og hvis man endnu ikke har gjort det, er den nye serie en oplagt anledning til at stifte bekendtskab med hans arbejde. Det alvorlige og det latterlige Kimen til Curtis’ dokumentarstil fører han selv tilbage til sin ungdom, da hans far – den socialistiske filminstruktør Martin Curtis – forærede ham John Dos Passos’ hovedværk ‘U.S.A.’ Som 13-årig fandt Adam Curtis bogen ulideligt kedelig: Den manglede et klart narrativ, der kunne fastholde en teenager. Men mange år senere, da han opgav drømmen om en akademisk karriere, viste gaven sig skæbnesvanger. For gennem sin tid som ph.d.-studerende i politisk teori ved Oxford University indså Curtis, at han hadede universitetsverden, der ikke fostrede kritisk forståelse, men kvalte fantasien og blokerede nye idéer. Han droppede ud, kom i lære som dokumentarist hos BBC, og pludselig fandt han i ‘U.S.A.’s kollageagtige stil – der blander romanfragmenter, avisklip, nyhedsudsendelser og uddrag fra historiske værker – en ny måde at se verden på. Sponsoreret indhold Det er grunden til, at Curtis’ dokumentarer har været så let genkendelige siden hans gennembrud med ‘Pandora’s Box’ i 1992. Hos Curtis smelter de små begivenheder sammen med de store, det alvorlige med det latterlige og højkultur med populærkultur. Han graver i BBC’s arkiver og vender tilbage med kalejdoskopiske billedstrømme. Og som sit litterære forbillede gør han det med et bestemt formål: at konfrontere os med de spøgelser fra fortiden, der stadig hjemsøger os. Følelsernes historie Som i ‘The Century of the Self’ fra 2002, hvor han viser, hvordan reklameindustrien i 1920’erne og 30’erne manipulerede drømme med Freuds teorier. Eller i ‘Can’t Get You Out of My Head’ fra 2021, hvor Mao Zedongs revolution kaster lys over, hvordan moderne politik låner dramaturgi fra Hollywood. Frem til for nylig var der endnu en ting, der var gennemgående: Curtis’ egen stemme. I stort set alle serier har han med dramatisk voiceover bundet trådene sammen og fortalt klare historier om politiske og økonomiske eliter, der enten mistede kontrollen eller førte befolkningen bag lyset. Det ændrede sig med ‘TraumaZone’ fra 2022. I den otte timer lange dokumentar om Sovjetunionens sidste 15 år forsvandt voiceoveren, tempoet blev sænket, og seerne var alene med billederne. Kun enkelte tekstbidder gav kontekst ellers foldede optagelserne langsomt ud: Sibiriens vidder, en rulleskøjtehal, en psykiatrisk patient fanget af politiet – og til sidst Putin, der overtager magten i 1999. Sponsoreret indhold Curtis tegnede en ny historie om forholdet mellem storpolitik og hverdagsliv og om alt det, der aldrig blev forløst, da det socialistiske diktatur fra den ene dag til den anden blev til liberal kapitalisme. Allerede i 2010 skrev Curtis, at han drømte om at lave film, der fortalte ‘følelsernes historie’ – historier, der ikke beskæftigede sig med ’den store historie’, men med hvordan det føltes at gennemleve en periode. Jeg tror, det er med ’TraumaZone’, at han lykkes for første gang – og at han i ’Shifty’ gentager succesen. Modig public service De to serier er søskende. De deler tempo og greb. Begge handler om historiske skred, der banede vejen for de kriser, henholdsvis Storbritannien og Rusland står i nu. I ’Shifty’ fortæller Curtis om sammenbruddene gennem optagelser fra feministiske og antiracistiske demonstrationer, rave-, skinhead- og dancehallfester, tv-udsendelser om arbejdsløshed, ulighed og korrupte politikere – blandet med backstage-interviews med Wham og Ozzy Osbourne samt voksdukker af datidens politikere. I et klip af elefanten Thi, der går amok i London Zoo, finder Curtis konsekvenserne af Thatchers nedskæringspolitik. Og den kæmpemæssige London-kuppel, bygget til at fejre årtusindeskiftet, bliver til et billede på Tony Blair som en tom skal uden visioner. Det fantastiske ved denne nye, mere ambiente Curtis er, at han ikke er bange for at kede sine seere en smule, hvis han til gengæld kan vise skønne og grusomme optagelser fra en tid, der aldrig kommer igen – men stadig hjemsøger os. Der er uden tvivl en pointe i det langsomme tempo: I en tid hvor filmskabere konstant frygter at miste vores opmærksomhed, insisterer han på, at man godt må forlange noget af sine seere. På samme måde viser han, hvorfor det betaler sig. Det er mesterligt af Curtis og modig public service fra BBC. ’Shifty’ kan ses på BBC iPlayer og i høj kvalitet på YouTube. Sponsoreret indhold","fetched_at":"2025-09-08T07:57:06.250Z"}
{"url":"https://soundvenue.com/musik/2025/09/se-alle-optraedenerne-fra-mtv-video-music-awards-fra-sabrina-carpenter-til-stor-ozzy-osbourne-hyldest-640140","hash":"438f67ece0b1dfe5c93104f1d9566a1ee217be4e32b3222704b7d4e7d411f9ab","title":"Se alle optrædenerne fra MTV Video Music Awards","author":"Malthe Hjort","published_at":"2025-09-08T09:45:00+02:00","body_text":"8. sep. 2025 Af Malthe Hjort Se alle optrædenerne fra MTV Video Music Awards – fra Sabrina Carpenter til stor Ozzy Osbourne-hyldest Sabrina Carpenter. (Foto: Kevin Kane/WireImage) Lady Gaga blev aftenens helt store vinder til årets MTV Video Music Awards, men hun var langtfra den eneste performer. Således talte søndagens prisuddeling også en optræden fra Sabrina Carpenter, der spillede sangen ‘Tears’ fra det nye album ‘Man’s Best Friend’ live for første gang, og som fik selskab på scenen af drag queens. Derudover bød showet på en hyldest til Ozzy Osbourne, hvor Steven Tyler og Joe Perry fra Aerosmith, Yungblud og Nuno Bettencourt fra Extreme fremførte to af den nyligt afdøde rocklegendes mest ikoniske sange, ‘Crazy Train’ og ‘Mama, I’m Coming Home’, samt Black Sabbaths ‘Changes’. Lady Gagas egen optræden var præoptaget i Madison Square Garden, hvor hun fremførte ‘Mayhem’-hittet ‘Abracadabra’ og den nye single ‘The Dead Dance’ fra hendes medvirken i den nye sæson af ‘Wednesday’. Og det er altså bare et lille udsnit af det stjernespækkede lineup, der også talte optrædener fra blandt andre Doja Cat, Lola Young og Video Vanguard-vinderen Mariah Carey. Se dem alle herunder. Sponsoreret indhold","fetched_at":"2025-09-08T08:23:11.277Z"}
{"url":"https://soundvenue.com/musik/2025/09/tobias-rahims-store-koncert-lugtede-af-genbrug-men-i-momenter-viste-han-en-ny-side-frem-640092","hash":"be340d71eaa8fee7fcc52a943b2ef93fa16e7ec8369afcc7157e89b3e9902dd7","title":"Tobias Rahims store koncert lugtede af genbrug – men i momenter viste han en ny side frem","author":"Louis Raaschou","published_at":"2025-09-07T10:15:50+02:00","body_text":"7. sep. 2025 Af Louis Raaschou Tobias Rahims store koncert lugtede af genbrug – men i momenter viste han en ny side frem Tobias Rahim på Refshaleøen (Foto: Mathias Bak Larsen/Soundvenue) KONCERT. Jeg har denne sommer oplevet Tobias Rahim live to gange. Begge på danske festivaler, begge fine koncerter, der mindede meget om hinanden. Og det var helt okay, for på en festivaltour er det forventeligt, at showet er det samme. Men når man afholder karrierens største soloshow med billetpriser over 600 kroner, må man som publikum forvente noget andet og mere. Noget, hvor forskellen på festivalgæster og fans anerkendes med en ekstra indsats. Derfor var mine forventninger høje, da Rahim skulle indtage Copenhells betonarena på Refshaleøen, som på bedste festivalmanér havde fået forskelligt farvede barer, uendeligt lange toiletkøer og først nu, fem timer efter pladsens åbning, virkede fyldt. Sponsoreret indhold Men så skete det; mundharmonikaintroen fra ’Jylland’ flød ud over crowdet, der fik øje på deres supermand blandt dem. Som altid denne sommer iført en nok ikke så skudsikker vest, der i dagens anledning havde fået glimmer. Derudover var alt som for både to og tolvuger siden (på henholdsvis Suset og Heartland). Showet var simpelthen det samme, på trods af garanti for »en oplevelse, man sent vil glemme«. Men imens band, sætliste og endda talestykker om både USA og ensomhed var genbrug, viste Rahim faktisk også en ny side frem. Tobias Rahim er coolheden selv, kendetegnet ved en udtryksløs, stoisk ro, men flere gange kunne han ikke holde et smil så stort, at øjnene var milimeter fra nærkontakt med mundvigene, tilbage. I de momenter mærkede jeg ham på en måde, jeg ikke har prøvet før. Det første af slagsen var ’Mucki Bar’ indledt med et a capella-stykke, som klædeligt viste lidt vokal entusiasme og musikalsk eventyrlyst fra Rahim, der ellers kan have tendens til at virke indstuderet. Siden ’Vi 1’, hvor han dirigerede fællessangen, inden den store krop blev så fyldt af begejstring, at han som ét stort smil begyndte at småhoppe rundt på scenen. Det klæder selv den sejeste superstjerne at være overvældet. Sponsoreret indhold Velkendte kartotekklassikere som ’Jesus’ og ’Når mænd græder’ fremstod til gengæld alt for rutineagtige. Publikum sang med, men Rahim selv lignede ikke én, der syntes, det var uforglemmelige øjeblikke. Var de mest på sætlisten af pligt? Begge numre har en central plads i hans historie og karriere, men den inderlige oprigtighed fes faktisk ud af ballonen – og tog momentum med sig. Besøg fra Mille og Delara på de nye singler ’Ingen Yin uden Yang’ og ’Tæt på’ emmede af, at han var blevet påduttet de to features, som han totalt overtrumfede i både tilstedeværelse og vokal. Det kræver en utrolig energi at matche Rahims fremtræden, og de to gæster virkede overflødige. Der var altså flere udsving, end en hitparade af Rahims kaliber bør have, og Marwans lynende larmerap på ’Karavanen’ samt den malplacerede, trance-klingende ’Toget’ tilføjede yderligere bump på vejen. Modsat var et selvsikkert visit fra Lamin på ’Den værste’ og en skarp, basrullende variant af ’Regntid’ badet i køligt blåt blinklys med til at holde ham flydende. Efter et langt indløb toppede hjertevarmen på Generation Z’ernes ’Mona, Mona, Mona’, ’Flyvende Faduma’, hvor den forfjamskede femteklasseknægt, som selv supermand rummer, tittede smågrinende frem. Sponsoreret indhold En anden aktør, der er garant for smil og grin, er Icekiid, der dukkede op til det stensikre, festlige højdepunkt ’Dark Room’, hvorimod Andreas Odbjerg skuffende udeblev på ’Stor mand’, der uomtvisteligt er det generational hit, som om 10, 20, 30 år stadig vil stå tilbage. Det samme vil Rahims store smil fra en kæmpekoncert, som ellers undervældende var lidt af et genbrugsshow. Selvom aftenen hverken bød på et væld af nye sange (faktisk kun én), overraskende gæster eller vilde liveversioner, formåede Rahim at vise, frem for bare at sige, at der er et ægte menneske inde bag facaden. Og dét vil jeg ikke glemme lige foreløbig. Kort sagt:Tobias Rahims kæmpekoncert bar præg af genbrug fra sommerens festivalshows og savnede derfor både ambition og mod. Som performer var han okay, men som menneske formåede han at vise en ny side af sig selv, som klædte ham og vil stå tilbage fra en ellers rutinepræget koncert. Tobias Rahim. Koncert. Refshaleøen. Sponsoreret indhold","fetched_at":"2025-09-08T08:23:11.277Z"}
{"url":"https://soundvenue.com/film/2025/09/olivia-colman-fik-sit-livs-vaerste-instruktion-fra-susanne-bier-640172","hash":"2772b85c32c4a23e2a43dfd7deca6e632acb691abb18dbb337a5ca86fde16b3c","title":"Olivia Colman fik sit livs værste instruktion fra Susanne Bier","author":"Anna Lauritsen","published_at":"2025-09-08T10:25:46+02:00","body_text":"8. sep. 2025 Af Anna Lauritsen Olivia Colman fik sit livs værste instruktion fra Susanne Bier Olivia Colman. (Foto: Don Arnold/WireImage) Olivia Colman havde ellers lovet aldrig at sige det højt. Men i Josh Horowitz’ podcast ’Happy Sad Confused’ afslører den ’The Roses’-aktuelle skuespiller, at sin karrieres værste director’s note – altså instruktion – kom fra »den skønne« Susanne Bier. På optagelserne til den populære thrillerserie ’The Night Manager’ var Colman ifølge hende selv »bragende gravid«, hvilket påvirkede hendes skuespil. Med skræmmende god dansk accent gengiver Colman, hvordan Bier råbte til hende: »Kunne du måske gå lidt mindre ‘gravidt’?«, siger hun og får både sig selv og sin sidemand Benedict Cumberbatch til at falde sammen af grin. Her skulle der være et Instagram-opslag, men du kan ikke se detDet er ikke tilgængeligt, da det kan indeholde cookies, som du har fravalgt i dine indstillinger. Ændring af dit samtykke Vis dette opslag på Instagram Et opslag delt af Josh Horowitz (@joshuahorowitz) Duoen kan lige nu opleves som krigerisk mand og kone i ’The Roses’. ’The Night Manager’ fik premiere i 2016, men forventes at vende tilbage senere i år på Prime Video. I den nye sæson er Colman retur som spionchefen Angela Burr og Tom Hiddleston i hovedrollen som Jonathan Pine. Susanne Bier overlader dog instruktørstolen til Georgi Banks-Davies. Sponsoreret indhold","image":"https://soundvenue.com/wp-content/uploads/2024/06/GettyImages-2093429467-2192x1233.jpg","fetched_at":"2025-09-08T08:27:48.899Z"}
{"url":"https://soundvenue.com/film/2025/09/julia-roberts-og-ayo-edebiri-saetter-journalist-paa-plads-i-viralt-interviewklip-640163","hash":"c3fb8d911cab2bc7eb71ddcff54968e948d2cd9ba02568d9a7b28dafdb70932f","title":"Julia Roberts og Ayo Edebiri sætter journalist på plads i viralt interviewklip","author":"Benjamin Damon","published_at":"2025-09-08T10:51:06+02:00","body_text":"8. sep. 2025 Af Benjamin Damon Julia Roberts og Ayo Edebiri sætter journalist på plads i viralt interviewklip 'After the Hunt'-pressekonference ved Venedig Film Festival. (Foto: Aleksander Kalka/ Venedig Film Festival) Luca Guadagninos ‘After the Hunt’, der handler om en overgrebssag på et amerikansk Ivy-league-universitet, fik ikke just en overvældende modtagelse efter premieren på filmfestivalen i Venedig – og Soundvenues udsendte gav ligeledes kun to stjerner til filmen. Nu er fokus imidlertid fjernet fra selve værket, da et interviewklip med Andrew Garfield, Ayo Edebiri og Julia Roberts, tre af filmens største stjerner, er gået viralt. Det er den italienske journalist Federica Polidoro, som på noget kluntet vis får spurgt: »I jeres øjne, hvad har vi så mistet i den politisk korrekte æra, og hvad skal vi forvente i Hollywood, nu hvor MeToo-bevægelsen og Black Lives Matter er overstået?«. Sponsoreret indhold Julia Roberts forsøger herefter at give journalisten mulighed for at ændre kurs, men hun gentager blot spørgsmålet til Roberts og Garfield. ‘The Bear’-stjernen vælger efterfølgende alligevel at tage teten og svare på spørgsmålet: »Jeg ved godt det ikke er til mig, og jeg ved ikke om det overlagt ikke er til mig, men jeg tror ikke det er overstået. Overhovedet ikke. Måske bliver hashtags ikke brugt så meget mere, men jeg mener, at vigtigt og godt arbejde bliver udført af aktivister hver eneste dag. Det er ikke slut, men meget, meget aktivt«. Både Garfield og Roberts bakker op om Edebiri og tilføjer, at »bevægelserne er absolut stadig i live«. Her skulle der være et Twitter-opslag, men du kan ikke se detDet er ikke tilgængeligt, da det kan indeholde cookies, som du har fravalgt i dine indstillinger. Ændring af dit samtykke Ayo Edebiri eloquently talks about the political state of the hashtag “Me Too” & the Black Lives Matter movement after being deliberately excluded from the question by an interviewer for their ‘After the Hunt’ press tour. pic.twitter.com/KyoLoLU1lP — Pop Crave (@PopCrave) September 7, 2025 Sidenhen er journalisten blevet heftigt kritiseret på sociale medier, og det har nu ført til, at hun har lagt et personligt statement op på sin instagram-profil. Her affejer Polidoro racistiske beskyldninger og understreger blandt andet, at »journalismens rolle er at stille spørgsmål, også vedrørende sensitive emner, med respekt og ansvar«. Her skulle der være et Instagram-opslag, men du kan ikke se detDet er ikke tilgængeligt, da det kan indeholde cookies, som du har fravalgt i dine indstillinger. Ændring af dit samtykke View this post on Instagram A post shared by Federica Polidoro 🎥 Film Journalist & Theorist (@federica__polidoro) ’After the Hunt’ får dansk premiere allerede den 9. oktober. Sponsoreret indhold","image":"https://soundvenue.com/wp-content/uploads/2025/09/104971-PHOTOCALL_-_AFTER_THE_HUNT_-_Film_Delegation__Credits_Aleksander_Kalka__La_Biennale_di_Venezia_-_Foto_ASAC___1_-2192x1233.jpg","fetched_at":"2025-09-08T09:40:47.268Z"}
{"url":"https://soundvenue.com/musik/2025/09/charli-xcx-goer-skuespillerdebut-i-tre-film-de-foerste-anmeldelser-er-klar-640148","hash":"ae0e08c85aba5d8aebc19960d063735f539864b5dbc651145260a6dfa6dc9749","title":"Charli XCX har fået sin skuespillerdebut i tre film – de første anmeldelser er klar","author":"Kjartan F. Stolberg","published_at":"2025-09-08T10:35:00+02:00","body_text":"8. sep. 2025 Af Kjartan F. Stolberg Charli XCX har fået sin skuespillerdebut i tre film – de første anmeldelser er klar Charli XCX. (Foto: PR) Det seneste dage har hele tre film med Charli XCX haft premiere på diverse filmfestivaler. Det skriver Stereogum, der påpeger, at det drejer sig om filmene ‘Erupcja’, ‘100 Nights of Hero’ og ‘Sacrifice’. ‘Erupcja’ og ‘Sacrifice’ havde premierer på Toronto International Film Festival, mens ‘100 Nights of Hero’ havde premiere på Venedig Film Festival. ‘Erupcja’ er et indie-drama instrueret af Pete Ohs, der udover en række musikvideoer er bedst kendt for 2017-filmen ‘Everything Beautiful Is Far Away’. Ohs har skrevet og produceret filmen sammen med en række af de store roller – herunder Charli XCX. Sponsoreret indhold BBC skriver om Charlis optræden i ‘Erupcja’, at hun leverer en »stærk, dramatisk optræden«, der »effektivt formidler længsel, undren og hjertesorg uden brug af ord«. The Hollywood Reporter skriver, at Charli leverer en optræden med »sult og nysgerrighed i hendes øjne«, og at hun har »magnetisk tilstedeværelse på skærmen, hvor hun viser en sårbarhed, der komplementerer de eksistentielle tematikker på hendes seneste album, ‘Brat’«. The New Yorker skriver, at Charli trods sin begrænsede erfaring på et filmset præsterer en »energisk, men fattet optræden, der udviser skarp bevidsthed om, at filmskuespil favoriserer minimal anstrengelse, fordi kameraet kan transformere tanke til handling«. ‘100 Nights of Hero’ er en fantasy-romcom instrueret af Julia Jackman. Her spiller Charli en noget mindre rolle, så der er lidt færre anmeldelser, der fremhæver hendes skuespil. ScreenDaily skriver dog, at Charli har en »slående tilstedeværelse i en lille, men vigtig rolle«, mens Mathilde Johanne Kristiansen, der var Soundvenues udsendte på Venedig Film Festival, kårede ‘100 Nights of Hero’ til en af de 10 bedste film, hun så på festivalen. Da vi bad sidtnævnte om en dom over Charlis optræden, svarede hun: Sponsoreret indhold »I ’100 Nights of Hero’ fungerer hun 100 procent mest som casting-lir, men hendes tilknytning til projektet siger alligevel noget om, at hun har kærlighed til både små og store projekter og godt kan blende naturligt ind. At hendes skuespilkarriere lader til at være drevet af en ægte nysgerrighed til filmmediet mere end celeber storhedsvanvid«. Den tredje film, ‘Sacrifice’, er en adventure-komedie af den franske instruktør Romain Gavras, og der er ikke mange anmeldelser, der gør nogen stor pointe ud af Charlis medvirken. En Letterboxd-anmeldelse beretter dog om, at musikeren kun medvirker i filmen ganske kort. ‘Erupcja’ og ‘Sacrifice’ har i skrivende stund ingen dato for bredere biografpremierer. ‘100 Nights of Hero’ får premiere i USA 5. december, men har ingen dansk premiere i kalenderen. Hvis man ikke kan vente så længe, er der dog nødløsninger. Charli spiller nemlig sig selv i Prime-serien ‘Overcompensating’, og hun lægger stemme til figurer i animationsfilmene ‘The Angry Birds Movie’ og ‘UglyDolls’. Sponsoreret indhold","image":"https://soundvenue.com/wp-content/uploads/2024/10/IMG_3192-2192x1233.jpg","fetched_at":"2025-09-08T09:40:47.268Z"}
{"url":"https://soundvenue.com/musik/2025/09/kriminelt-oversete-mckinley-dixon-loefter-arven-fra-to-pimp-a-butterfly-637618","hash":"662ce1d100145461e83f84f423154707d41297583b9656b8a7c663b6c079645a","title":"Kriminelt oversete McKinley Dixon løfter arven fra ‘To Pimp a Butterfly’","author":"Kjartan F. Stolberg","published_at":"2025-09-08T06:00:00+02:00","body_text":"8. sep. 2025 Af Kjartan F. Stolberg Kriminelt oversete McKinley Dixon løfter arven fra ‘To Pimp a Butterfly’ Der er simpelthen noget galt, når en kunstner med det bagkatalog ikke er mere populær, end at hans danmarksdebut skal foregå på Ideal Bar. McKinley Dixon. (Foto: Dennis Larance) ANBEFALING. Hvem har indtil videre været dette årtis mest konsekvente hiphopkunstner? Tyler, the Creator, Jpegmafia, Little Simz, Denzel Curry? De er alle gode kandidater, der har spyttet det ene stærke album efter det andet ud, og som spiller for respektable publikumsskarer, når de gæster Danmark. Og så har vi McKinley Dixon. En visionær kunstner, hvis hidtidige output i 2020’erne udgør en af de stærkeste diskografier overhovedet. Modsat de andre har han aldrig givet koncert i Danmark, men der er lagt op til en triumf af en danmarksdebut, når han i næste måned indtager … Ideal Bar!? Sponsoreret indhold Der er simpelthen noget galt, når en kunstner med et bagkatalog som Dixons ikke er mere populær, end at han skal indtage et venue med en kapacitet på 200 mennesker. Hans tre seneste udgivelser, ‘For My Mama and Anyone Who Look Like Her’, ‘Beloved! Paradise! Jazz!?’ og ‘Magic, Alive!’ er alle mesterlige, konceptuelt ambitiøse, rørende og dybt underholdende udgivelser, der fortjener markant mere kærlighed. Så hvis McKinley Dixon er gået din næse forbi, vil jeg hermed præsentere dig for et kriminelt overset raptalent. ‘To Pimp a Butterfly’-effekten, der aldrig kom Kan du huske i 2015, da Kendrick Lamars ‘To Pimp a Butterfly’ udkom og totalt tog fusen på os alle med sin håndspillede, funky og jazzede instrumentation? Det var så forfriskende. Albummet blev øjeblikkeligt hyldet som et mesterværk, blandt andet grundet sin unikke lyd, og man kunne let se for sig, at vi ville gå en tid i møde, hvor hiphop-hitlisterne blev overrendt med håndspillet jazzrap. Den verden endte vi ikke med at leve i. I stedet skulle navne som Migos og Future vise sig at blive mainstream-hiphoppens mest toneangivende navne i de efterfølgende år. Men hvis ‘To Pimp a Butterfly’-instrumentationen gav dig appetit efter mere af samme støbning, er det at finde hos McKinley Dixon, der omgiver sig med jazzmusikere, der løfter sangene til nye niveauer. Sponsoreret indhold Anthony Cavanaughs sprællevende bas er en stor del af årsagen til, at Dixons mest populære sang, ‘Run, Run, Run’, fungerer så upåklageligt. Den på albummet efterfølgende ‘Live! From the Kitchen Table’ har spritiualjazzet saxofon og sprøde vokalharmonier, der klinger af ‘TPAB’-kollaboratøren Kamasi Washingtons glansstunder. Flotte strygerarrangementer skaber både elegance og ømhed på ‘Listen Gentle’ og ‘Could’ve Been Different’ fra ‘Magic, Alive!’, og de hektiske trommer på ‘F.F.O.L.’ fra samme album gør, at den intense ordstrøm føles som en mavepuster frem for blot en showcase af Dixons (indrømmet, imponerende) flowevner. Og det er ikke kun på et instrumentalt plan, at man kan mærke et slægtskab til ‘To Pimp a Butterfly’. For ligesom Kendrick-hovedværket kredser Dixons seneste par album om løse koncepter, som han bruger til at udforske den politiske og sociale virkelighed for sorte amerikanere. ‘To Pimp a Butterfly’s succes burde have skabt et hiphoplandskab, hvor kunstnere som Dixon havde mulighed for at nå uden for undergrunden. Men Dixon har andre erklærede inspirationskilder. My Chemical Romance møder Lupe Fiasco »Det, der virkelig inspirerede mig, var, at jeg voksede op med at se en masse pseudo-teatralske kunstnere som My Chemical Romance og The Used. Du ved, de er meget dramatiske, klæder sig ud som mannequiner, danser rundt. Jeg tror, at jeg i den alder tænkte, ‘okay, så fantasien sætter grænser, men det er kun for visse mennesker, at grænsen går der’«. Sponsoreret indhold Sådan beskriver McKinley Dixon i et interview sin fascination af det storladne, spraglede og iscenesatte – og ikke mindst sin vilje til at lave musik, der besidder disse kvaliteter, men som tager udgangspunkt i sorte amerikaneres historie. Herfra får vi løse koncepter som på ‘For My Mama and Anyone Who Look Like Her’, der handler om at genbesøge sorte traumer fra nye vinkler, og ‘Beloved! Paradise! Jazz!?’, der med inspiration fra Toni Morrison-bogtrilogien ‘Beloved’, ‘Paradise’ og ‘Jazz’ handler om at reflektere over rejsen fra at være et sort barn til en sort voksen i USA. Men de konceptuelle ambitioner bliver for alvor teatralske og spraglede på 2025-pladen ‘Magic, Alive!’, der handler om tre venner, der bringer en fjerde ven tilbage fra de døde – og som bruger dette som et springbræt til at udforske emner som død, vold, eftermæle og tab, men som alligevel munder ud i en påfaldende livsbekræftende konklusion. Da ‘Magic, Alive!’ udkom, og mange var hurtige til at sammenligne udgivelsen med ‘To Pimp a Butterfly’ grundet det excentriske koncept og den jazzede lyd, var Dixon dog hurtig til at fortælle, at en anden rapper havde inspireret værket i endnu højere grad. Sponsoreret indhold Nemlig Lupe Fiasco, der i 00’erne blev spået en rolle som den lyriske hiphops frelser grundet konceptalbum som ‘Food and Liquor’ og ‘The Cool’, men som kun i glimt fik den kommercielle succes, der var lagt op til. Her skulle der være et Twitter-opslag, men du kan ikke se detDet er ikke tilgængeligt, da det kan indeholde cookies, som du har fravalgt i dine indstillinger. Ændring af dit samtykke Folks comparing my album to TPAB, but truly, you can listen to these and hear a young me writing about concept albums in his notepad from a window pic.twitter.com/dByNh14hVx — my father’s name (@McKinleyDixon) July 4, 2025 I dag befinder Lupe Fiasco sig ret langt fra hitlisterne, men han udgiver stadig eminente konceptalbum såsom ‘Drill Music In Zion’ og ‘Samurai’. Han har fundet sit kernepublikum i stedet for at jagte hits. På samme måde bliver Dixon næppe en hitlistedarling, men han burde være i stand til at finde et større kernepublikum, end Ideal Bar kan rumme. Supportnavnet til Ideal Bar-koncerten er i øvrigt en anden af tidens mest interessante undergrundsrappere, nemlig Ghais Guevara. Og Dixon har et stærkt livery. Han plejer endda at bringe et liveband med sig, så den sprællende lyd fra albummet kan gengives. Hvis han ikke kan få et større venue end det, skal vi så ikke i det mindste se, om vi kan få det udsolgt? McKinley Dixon spiller på Ideal Bar 31. oktober. Sponsoreret indhold","image":"https://soundvenue.com/wp-content/uploads/2025/08/Hi-Res-Image-McKinley-Dixon-by-Dennis-Larance--2192x1233.jpg","fetched_at":"2025-09-08T09:40:47.268Z"}
